/** @file

Copyright (c) 2006 - 2020, Byosoft Corporation.<BR>
All rights reserved.This software and associated documentation (if any)
is furnished under a license and may only be used or copied in
accordance with the terms of the license. Except as permitted by such
license, no part of this software or documentation may be reproduced,
stored in a retrieval system, or transmitted in any form or by any
means without the express written consent of Byosoft Corporation.

File Name:
  AtaDriverCfg.uni

Abstract:
  The definition of string used in ATA Devices setting.

Revision History:

$END--------------------------------------------------------------------

**/

/=#
#langdef   zh-Hans "\wide中文\narrow"
#langdef   en-US "English"

#string STR_PCIE_FORM                   #language en-US   "PCIE Info"
                                        #language zh-Hans "PCIE\wide信息\narrow"

                                        
#string STR_PCIE_RISER1                 #language en-US   "RISER1"
                                        #language zh-Hans "RISER1"
#string STR_PCIE_RISER2                 #language en-US   "RISER2"
                                        #language zh-Hans "RISER2"
#string STR_PCIE_RISER3                 #language en-US   "RISER3"
                                        #language zh-Hans "RISER3"                                          
                                        
#string STR_SLOT0                       #language en-US   "  SLOT 0"
                                        #language zh-Hans "  SLOT 0"                                        
#string STR_SLOT1                       #language en-US   "  SLOT 1"
                                        #language zh-Hans "  SLOT 1"                                           
#string STR_SLOT2                       #language en-US   "  SLOT 2"
                                        #language zh-Hans "  SLOT 2"                                        
#string STR_SLOT3                       #language en-US   "  SLOT 3"
                                        #language zh-Hans "  SLOT 3" 
#string STR_SLOT4                       #language en-US   "  SLOT 4"
                                        #language zh-Hans "  SLOT 4"                                        
#string STR_SLOT5                       #language en-US   "  SLOT 5"
                                        #language zh-Hans "  SLOT 5" 

                                        
#string STR_SLOT_J47                    #language en-US   "NIC MEZZ(J47)"
                                        #language zh-Hans "NIC MEZZ(J47)"                                        
#string STR_SLOT_J48                    #language en-US   "SAS MEZZ(J48)"
                                        #language zh-Hans "SAS MEZZ(J48)"
#string STR_SLOT_J49                    #language en-US   "M.2(J49)"
                                        #language zh-Hans "M.2(J49)"                                        
#string STR_SLOT_J50                    #language en-US   "M.2(J50)"
                                        #language zh-Hans "M.2(J50)"                                         
#string STR_SLOT_J51_0                  #language en-US   "NVME1(J51)"
                                        #language zh-Hans "NVME1(J51)"                                         
#string STR_SLOT_J51_1                  #language en-US   "NVME2(J51)"
                                        #language zh-Hans "NVME2(J51)" 
#string STR_SLOT_J52_0                  #language en-US   "NVME3(J52)"
                                        #language zh-Hans "NVME3(J52)"                                         
#string STR_SLOT_J52_1                  #language en-US   "NVME4(J52)"
                                        #language zh-Hans "NVME4(J52)"

#string STR_SLIMLINE_0_SATA                  #language en-US   "SLIM1_CPU0 as SATA"
                                                                    #language zh-Hans "SLIM1_CPU0\wide配置为\narrowSATA"
#string STR_SLIMLINE_1_SATA                  #language en-US   "SLIM3_CPU1 as SATA"
                                                                    #language zh-Hans "SLIM3_CPU1\wide配置为\narrowSATA"
#string STR_PCIE_STATUS_LIST            #language en-US   "PCIE Status List"
                                        #language zh-Hans "PCIE\wide状态列表\narrow"




                                        